<?php

return [
    'name' => 'العلامات التجارية',
    'create' => 'علامة تجارية جديدة',
    'edit' => 'تحرير العلامة التجارية',
    'form' => [
        'name' => 'الاسم',
        'name_placeholder' => 'اسم العلامة التجارية (الحد الأقصى 255 حرفًا)',
        'description' => 'الوصف',
        'description_placeholder' => 'وصف قصير للعلامة التجارية (الحد الأقصى 400 حرف)',
        'website' => 'موقع الويب',
        'logo' => 'الشعار',
        'is_featured' => 'مميز',
    ],
    'logo' => 'الشعار',
    'website' => 'موقع الويب',
    'notices' => [
        'no_select' => 'يُرجى تحديد سجل واحد على الأقل لاتخاذ هذا الإجراء!',
        'update_success_message' => 'تم التحديث بنجاح',
    ],
    'cannot_delete' => 'لا يمكن حذف العلامة التجارية',
    'brand_deleted' => 'تم حذف العلامة التجارية',
    'menu' => 'العلامات التجارية',
    'no_brand' => 'لا توجد علامة تجارية',
    'intro' => [
        'title' => 'إدارة العلامات التجارية',
        'description' => 'إدارة العلامات التجارية للمنتجات مثل Nike, Adidas, Bitis ...',
        'button_text' => 'إنشاء علامة تجارية',
    ],
];
