<?php

return [
    'settings' => [
        'title' => 'إعدادات تسجيل الدخول الاجتماعي',
        'description' => 'تكوين خيارات تسجيل الدخول الاجتماعي',
        'facebook' => [
            'title' => 'إعدادات تسجيل الدخول في الفيسبوك',
            'description' => 'تمكين/تعطيل وتكوين بيانات اعتماد التطبيق لتسجيل الدخول إلى Facebook',
            'app_id' => 'معرف التطبيق',
            'app_secret' => 'سر التطبيق',
            'helper' => 'يرجى الانتقال إلى https://developers.facebook.com لإنشاء تحديث التطبيق الجديد، معرف التطبيق، سر التطبيق. عنوان URL لرد الاتصال هو:callback',
        ],
        'google' => [
            'title' => 'إعدادات تسجيل الدخول إلى جوجل',
            'description' => 'تمكين/تعطيل وتكوين بيانات اعتماد التطبيق لتسجيل الدخول إلى Google',
            'app_id' => 'معرف التطبيق',
            'app_secret' => 'سر التطبيق',
            'helper' => 'يرجى الانتقال إلى https://console.developers.google.com/apis/dashboard لإنشاء معرف التطبيق الجديد لتحديث التطبيق، وسر التطبيق. عنوان URL لرد الاتصال هو:callback',
        ],
        'github' => [
            'title' => 'إعدادات تسجيل الدخول إلى جيثب',
            'description' => 'تمكين/تعطيل وتكوين بيانات اعتماد التطبيق لتسجيل الدخول إلى Github',
            'app_id' => 'معرف التطبيق',
            'app_secret' => 'سر التطبيق',
            'helper' => 'يرجى الانتقال إلى https://github.com/settings/developers لإنشاء معرف التطبيق الجديد لتحديث التطبيق، وسر التطبيق. عنوان URL لرد الاتصال هو:callback',
        ],
        'linkedin' => [
            'title' => 'إعدادات تسجيل الدخول لينكد إن',
            'description' => 'تمكين/تعطيل وتكوين بيانات اعتماد التطبيق لتسجيل الدخول إلى Linkedin',
            'app_id' => 'معرف التطبيق',
            'app_secret' => 'سر التطبيق',
            'helper' => 'يرجى الانتقال إلى https://www.linkedin.com/developers/apps/new لإنشاء معرف التطبيق الجديد لتحديث التطبيق، وسر التطبيق. عنوان URL لرد الاتصال هو:callback',
        ],
        'enable' => 'تمكن?',
    ],
    'menu' => 'تسجيل الدخول الاجتماعي',
];
