<?php

return  [
     "login" => [
         'username' => 'البريد الإلكتروني/اسم المستخدم',
         'email' => 'البريد الإلكتروني',
         'password' => 'كلمة المرور',
         'title' => 'تسجيل دخول المستخدم',
         'remember' => 'هل تتذكرني؟',
         'login' => 'تسجيل الدخول',
         'placeholder' => [
             'username' => 'الرجاء إدخال اسم المستخدم الخاص بك',
             'email' => 'الرجاء إدخال بريدك الإلكتروني',
         ],
         'success' => 'تم تسجيل الدخول بنجاح!',
         'fail' => 'اسم مستخدم أو كلمة مرور خاطئة.',
         'not_active' => 'لم يتم تفعيل حسابك بعد!',
         'banned' => 'هذا الحساب محظور.',
         'logout_success' => 'تم تسجيل الخروج بنجاح!',
         'dont_have_account' => 'ليس لديك حساب على هذا النظام, يرجى الاتصال بالمسؤول للحصول على مزيد من المعلومات!',
     ],
     'forgot_password' => [
         'title' => 'نسيت كلمة المرور',
         'message' => '<p>هل نسيت كلمة المرور؟</p><p>الرجاء إدخال حساب بريدك الإلكتروني. سيقوم النظام بإرسال بريد إلكتروني يحتوي على رابط نشط لإعادة تعيين كلمة المرور الخاصة بك.</p>',
         'submit' => 'إرسال',
     ],
     'reset' => [
         'new_password' => 'كلمة المرور الجديدة',
         'password_confirmation' => 'تأكيد كلمة المرور الجديدة',
         'email' => 'البريد الإلكتروني',
         'title' => 'إعادة تعيين كلمة المرور الخاصة بك',
         'update' => 'تحديث',
         'wrong_token' => 'هذا الرابط غير صالح أو منتهي الصلاحية. يرجى محاولة استخدام نموذج إعادة التعيين مرة أخرى.',
         'user_not_found' => 'اسم المستخدم هذا غير موجود.',
         'success' => 'تم إعادة تعيين كلمة المرور بنجاح!',
         'fail' => 'الرمز غير صالح, لقد انتهت صلاحية رابط إعادة تعيين كلمة المرور!',
         'reset' => [
             'title' => 'إعادة تعيين كلمة المرور للبريد الإلكتروني',
         ],
         'send' => [
             'success' => 'تم إرسال بريد إلكتروني إلى حساب بريدك الإلكتروني. يرجى التحقق من هذا الإجراء وإكماله.',
             'fail' => 'لا يمكن إرسال بريد إلكتروني في الوقت الحالي. الرجاء معاودة المحاولة في وقت لاحق.',
         ],
         'new-password' => 'كلمة المرور الجديدة',
     ],
     'email' => [
         'reminder' => [
             'title' => 'إعادة تعيين كلمة المرور للبريد الإلكتروني',
         ],
     ],
     'password_confirmation' => 'تأكيد كلمة المرور',
     'failed' => "فشل",
     'throttle' => 'الخانق',
     'not_member' => 'لست عضوًا بعد؟',
     'register_now' => 'سجل الآن',
     'lost_your_password' => 'هل فقدت كلمة المرور الخاصة بك؟',
     'login_title' => 'المسؤول',
     'login_via_social' => 'تسجيل الدخول باستخدام الشبكات الاجتماعية',
     'back_to_login' => 'العودة إلى صفحة تسجيل الدخول',
     'sign_in_below' => 'تسجيل الدخول أدناه',
     'languages' => 'اللغات',
     'reset_password' => 'إعادة تعيين كلمة المرور',
     'settings' => [
         'email' => [
             'title' => 'قائمة التحكم بالوصول (ACL)',
             'description' => 'تكوين البريد الإلكتروني لقائمة التحكم بالوصول (ACL)',
         ],
     ],
];
