<?php

return [
    '401_title' => 'تم رفض الإذن',
    '401_msg' => '<li>لم يتم منحك حق الوصول إلى القسم من قبل المسؤول.</li>
                    <li>قد يكون لديك نوع حساب خاطئ.</li>
                    <li>غير مصرح لك بمشاهدة المورد المطلوب.</li>
                    <li>ربما انتهت صلاحية اشتراكك.</li>',
    '404_title' => 'تعذر العثور على الصفحة',
    '404_msg' => '<li>الصفحة التي طلبتها غير موجودة.</li>
                    <li>الرابط الذي نقرت عليه لم يعد موجودا.</li>
                    <li>ربما تم نقل الصفحة إلى موقع جديد.</li>
                    <li>ربما حدث خطأ.</li>
                    <li>غير مصرح لك بمشاهدة المورد المطلوب.</li>',
    '500_title' => 'تعذر تحميل الصفحة',
    '500_msg' => '<li>الصفحة التي طلبتها غير موجودة.</li>
                    <li>الرابط الذي نقرت عليه لم يعد موجودا.</li>
                    <li>ربما تم نقل الصفحة إلى موقع جديد.</li>
                    <li>ربما حدث خطأ.</li>
                    <li>غير مصرح لك بمشاهدة المورد المطلوب.</li>',
    'reasons' => 'ربما حدث هذا لعدة أسباب',
    'try_again' => 'الرجاء المحاولة مرة أخرى خلال بضع دقائق، أو بدلاً من ذلك العودة إلى الصفحة الرئيسية عن طريق <a href=":link">النقر هنا</a>.',
    'not_found' => 'لم يتم العثور عليه',
    'results_not_found' => 'لم يتم العثور على النتائج!',
    'error_when_sending_email' => 'حدث خطأ عند إرسال البريد الإلكتروني. هناك خطأ ما في إعدادات بريدك الإلكتروني في المسؤول → الإعدادات → البريد الإلكتروني، يرجى التحقق من إعداداتك مرة أخرى.',
];
