<?php

return [
    'settings' => [
        'title' => 'كلمة التحقق',
        'description' => 'إعدادات جوجل كابتشا',
        'captcha_site_key' => 'مفتاح موقع الكابتشا',
        'captcha_secret' => 'سر الكابتشا',
        'enable_captcha' => 'تمكين كلمة التحقق؟',
        'helper' => 'اذهب هنا للحصول على بيانات الاعتماد https://www.google.com/recaptcha/admin#list.',
        'hide_badge' => 'إخفاء شارة recaptcha (للإصدار 3)',
        'type' => 'يكتب',
        'v2_description' => 'V2 (التحقق من الطلبات من خلال التحدي)',
        'v3_description' => 'V3 (التحقق من الطلبات بالنتيجة)',
    ],
    'numbers' => [
        '0' => 'صفر',
        '1' => 'واحد',
        '2' => 'اثنين',
        '3' => 'ثلاثة',
        '4' => 'أربعة',
        '5' => 'خمسة',
        '6' => 'ستة',
        '7' => 'سبعة',
        '8' => 'ثمانية',
        '9' => 'تسع',
        '10' => 'عشرة',
        '11' => 'أحد عشر',
        '12' => 'اثني عشر',
    ],
    'operands' => [
        '+' => 'زائد',
        '-' => 'ناقص',
        '*' => 'مرات',
        '/' => 'مقسمة على',
    ],
];
