<?php

return [
    'name' => 'إعلانات',
    'create' => 'إعلانات جديدة',
    'edit' => 'تحرير الإعلانات',
    'location' => 'موقع',
    'url' => 'عنوان URL',
    'expired_at' => 'انتهت صلاحيته عند',
    'key' => 'مفتاح',
    'shortcode' => 'رمز قصير',
    'clicked' => 'تم النقر عليه',
    'not_set' => 'غير مضبوط',
    'adblock_warning' => 'إذا كنت تستخدم ملحق متصفح Adblock، فستحتاج إلى تعطيل هذا الملحق على موقعك أولاً. قد يمنع إعلاناتك إذا تم تمكينه على موقعك! <br /> نصائح: يجب ألا يحتوي اسم الصورة على بعض الكلمات الرئيسية للإعلانات (إعلان، ترويج...)',
    'select_ad' => 'حدد إعلان',
    'open_in_new_tab' => 'فتح في علامة تبويب جديدة؟',
];
